Repository: flow03/CoM-Archolos-Ukrainian-Translation
Catalog: DialogeOmegaT/omegat/project_save.tmx
Source language: pl
Languages: uk

source: Nawet nie zbliżaj się do mojej spiżarni, bo cała dostawa mięsa przejdzie tym odorem!
uk: Навіть не наближайся до моєї комори, бо весь запас м'яса просякне цим смородом!

source: Nawet nie zdajesz sobie sprawy jak bardzo.
uk: Ти навіть не уявляєш, наскільки.

source: Nawet nie znam podstawowych zasad tej gry.
uk: Я навіть не знаю основних правил цієї гри.

source: Nawet obywatele zaczęli zwracać na to uwagę. Dobra robota. Pokazałeś, że jesteś gotowy do pracy dla miasta.
uk: Навіть мешканці почали це помічати. Молодець. Ти показав, що готовий працювати на благо міста.

source: Nawet orkowy topór nie był w stanie przebić się przez obronę tego wojownika, ale co gdy przeciwnik będzie walczył własnym cielskiem?
uk: Навіть сокира орка не змогла пробити захист цього воїна, але що, якщо супротивник буде відбиватися власним тілом?

source: Nawet paladyn ma chwile słabości!
uk: Навіть у паладина бувають моменти слабкості!

source: Nawet początkujący natychmiast rozpozna osobę, której nie jest w stanie okraść. Wystarczy przyjrzeć się mu uważne, dostrzec jego ruchy oraz sposób zawiązania sakiewki.
uk: Навіть новачок одразу розпізнає людину, яку він не в змозі обікрасти. Достатньо лише уважно придивитися, простежити за рухами, за тим, як зав'язаний гаманець.

source: Nawet pomimo kryzysu wizerunkowego straży, potrafi kierować organizacją tak, by gubernator i inni możni byli zadowoleni.
uk: Навіть незважаючи на погіршення репутації Варти, він здатен керувати організацією так, щоб задовольнити губернатора та інших впливових людей.

source: Nawet pomimo waszych skłonności do zmyślania.
uk: Навіть незважаючи на вашу схильність все вигадувати.

source: Nawet przed przybyciem tego okrętu w mieście nie panowały najlepsze nastroje, a opinia mieszkańców na temat uchodźców... Ech cóż, pozostawia wiele do życzenia.
uk: Ще до прибуття цього корабля настрої у місті були не найкращими, та й думка мешканців про біженців... Ех, ну, вона залишає бажати кращого.

source: Nawet sprawa zamachu na jego życie nie jest warta złamania polecenia?
uk: Навіть справа про замах на його життя не варта того, щоб порушити наказ?

source: Nawet takich, którzy myślą, że są bardziej cwani niż są w rzeczywistości.
uk: Навіть такі, котрі думають, що вони кмітливіші, ніж є насправді.

source: Nawet ten wulkan przypomina górę, u której stóp leży nasza wioska. Dopiero teraz żałuję, że nigdy nie miałem okazji zwiedzić tej małej fortecy Myrtańczyków, która się na niej znajduje.
uk: Навіть цей вулкан нагадує гору, біля підніжжя якої лежить наше село. Тільки зараз я шкодую, що так і не мав можливості відвідати невелику міртанську фортецю, яка стоїть на його вершині.

source: Nawet trzech przeciwników jednocześnie nie było w stanie mnie pokonać. To powinno wzbudzić szacunek Winstana.
uk: Навіть троє суперників одночасно не змогли мене перемогти. Це повинно викликати повагу у Вінстана.

source: Nawet w mieście nie dają tak szerokiego asortymentu jak ja. Wielu wojowników przybywa tu, aby zaopatrzyć się u mnie w niezwykle wytrzymałe i wygodne pasy.
uk: Навіть у місті не знайти такого широкого асортименту, як у мене. Багато воїнів заглядають сюди, щоб запастися моїми надзвичайно міцними та зручними ременями.

source: Nawet w naszych najstarszych księgach nie czytałem o tych bestiach. To musi być sprawka tej klątwy...
uk: Навіть у наших найстаріших книгах я не читав про цих звірів. Це, мабуть, справа рук цього прокляття...

source: Nawet w samej Gildii Kupieckiej.
uk: Навіть у самій Торговій Гільдії.

source: Nawet w samej straży.
uk: Навіть у самій Варті.

source: Nawet winnicy nie potrafił dopilnować! Pozbądźmy się go!
uk: Він навіть не в змозі доглядати за виноградником! Давайте позбудемося його!

source: Nawet z nim nie rozmawiałem. Miałem ci przekazać wiadomość, to przekazałem.
uk: Я з ним навіть не розмовляв. Я повинен був передати тобі повідомлення, ось і передав.

source: Nawet z własnym mieczem nie udało mi się go położyć. Powinienem to potraktować jako lekcję pokory. Mimo wszystko, dzięki za pomoc.
uk: Навіть з власним мечем я не зміг його перемогти. Мені слід сприймати це як урок смирення. Але все одно, дякую за допомогу.

source: Nawet, jeśli coś kombinują, to co takich dwóch może zdziałać przeciwko ochronie willi?
uk: Навіть якщо вони щось задумали, що ці двоє можуть зробити проти охорони маєтку?

source: Nawiasem mówiąc, czyj to towar?
uk: До речі, чий це товар?

source: Nawołują do bojkotu prawa i sprzeciwu wobec Króla.
uk: Вони закликають до бойкоту законів та супротиву Королю.

source: Nayla
uk: Найла

source: Nayla była zadowolona, gdy przyniosłem jej pochodnię. Będzie mogła teraz spokojnie dokończyć swoją pracę.
uk: Найла зраділа, коли я приніс їй смолоскип. Тепер вона зможе спокійно закінчити свою роботу.

source: Nayla, pracownica winnicy Rity, w ramach pracy musi podliczyć wszystkie butelki wina w magazynie. Problem w tym, że jest tam ciemno, więc Nayla za cholerę nie wykona swojej roboty dobrze. Poprosiła mnie o przyniesienie jakiegoś źródła światła, dzięki któremu będzie mogła skończyć swoją pracę.
uk: Найла, працівниця виноградника Рити, має порахувати всі пляшки вина на складі в рамках своєї роботи. Проблема в тому, що на складі темно, тому Найла ніяк не зможе виконати свою роботу як слід. Вона попросила мене принести їй якесь джерело світла, щоб вона могла закінчити свою роботу.

source: Nazbierało się tutaj tyle tych szumowin, że mogę się poczuć jak w domu!
uk: Тут зібралося стільки цих покидьків, що я відчуваю себе як вдома!

source: Nazwa brzmi zachęcająco. Opowiedz mi o nim.
uk: Назва звучить заманливо. Можеш розповісти про нього?

source: Nazywa się 'Prawidła szachowe'.
uk: Називається 'Правила гри в шахи'.

source: Nazywa się Gamal, w razie, jakbyś miał problem go znaleźć. Chociaż pewnie więcej osób będzie kojarzyło jego zbroję, nie imię.
uk: Його ім'я Гамаль, якщо у тебе виникнуть проблеми з його пошуком. Хоча, напевно, люди скоріше запам'ятають його обладунки, ніж ім'я.

source: Nazywa się Marvin. Jakiś czas temu przybył na Archolos ze swoim bratem. Niestety, ten został porwany, torturowany i ostatecznie zabity przez Lichwiarza.
uk: Його звуть Марвін. Нещодавно він прибув на Архолос зі своїм братом. На жаль, його брат був викрадений, підданий тортурам і врешті вбитий Лихварем.

source: Nazywa się Petra i z tego, co wiem, należy do Gildii. Sprzedaje różne towary - od tkanin i broni, po zioła i przyprawy.
uk: Її звуть Петра і, наскільки я знаю, вона належить до Гільдії. Вона продає різноманітні товари – від тканин і зброї до трав і спецій.

source: Nazywa się Ulryk. Nie wiem o nim za wiele i szczerze mówiąc, niewiele mnie obchodzi, kim jest.
uk: Його звуть Ульрік. Я мало що про нього знаю і, чесно кажучи, мені байдуже, хто він такий.

source: Nazywają go 'Przystanią Łotrów'.
uk: Вони називають його 'Гавань лиходіїв'.

source: Nazywają go 'Przystanią Łotrów'. To prawdziwa wylęgarnia różnej maści oprychów.
uk: Вони називають його 'Гавань лиходіїв'. Це справжнє збіговисько всіляких бандитів.

source: Nazywam się Alfred i jestem pokornym szambelanem mojego Pana.
uk: Мене звуть Альфред, і я скромний дворецький мого пана.

source: Nazywam się Arethe i z dumą mogę powiedzieć, że należę do Wilczych Synów. Co cię do mnie sprowadza?
uk: Мене звуть Арет, і я з гордістю можу сказати, що належу до Вовчих Синів. Що привело тебе до мене?

source: Nazywam się Artur i jestem w trakcie żałowania wszystkich swoich decyzji.
uk: Мене звати Артур і я зараз шкодую про всі свої рішення.

source: Nazywam się Baes i jestem sierżantem Wilczych Synów. Dbam głównie o kwestie organizacyjne, ale często też trenuję naszych chłopców.
uk: Мене звуть Байс, і я сержант Вовчих Синів. В основному я займаюсь організаційними питаннями, але також часто треную наших хлопців.

source: Nazywam się Baluen. Specjalizuję się w łapaniu i przeganianiu szczurów, chociaż potrafię też takowe zabić, jeśli zajdzie taka potrzeba.
uk: Мене звуть Бейлен. Я спеціалізуюся на вилові та відлякуванні щурів, хоча можу їх убити, якщо буде потрібно.

source: Nazywam się Bevin, jestem najlepszym pszczelarzem na wyspie. Jeśli mi nie wierzysz, to spróbuj mojego miodu!
uk: Звати мене Бевін, я найкращий пасічник на острові. Якщо не віриш, то спробуй мого меду!

source: Nazywam się Blake. Już wkrótce całe miasto z trwogą będzie wypowiadać moje imię.
uk: Звуть мене Блейк. Скоро все місто промовлятиме моє ім'я з острахом.

source: Nazywam się Borr i nikt nie ma takiej wiedzy o porcie, jak ja. Żyję tu od małego, i znam wszelakie sposoby na przetrwanie wśród takich szubrawców, jak mieszkańcy tej dzielnicy.
uk: Мене звуть Борр, і ніхто не знає порт так добре, як я. Я живу тут змалечку і знаю безліч способів виживання серед таких покидьків, як мешканці цього району.

source: Nazywam się Dalmon i należę do Wilczych Synów. Podszedłeś tak po prostu czy masz jakąś sprawę?
uk: Мене звуть Далмон, і я належу до Вовчих Синів. Ти просто так прийшов чи по якійсь справі?

source: Nazywam się Danis i pełnię funkcję głównego sędziego w mieście Archolos oraz członka Rady Miejskiej.
uk: Мене звуть Даніс, я головний суддя міста Архолос і член міської ради.

source: Nazywam się Davis i jestem cieślą. Obróbka drewna, naprawa metalowych elementów pokroju zamków i zawiasów.
uk: Мене звати Девіс, я столяр. Обробляю деревину, ремонтую металеві деталі, такі як замки та петлі.

source: Nazywam się Dorran i jakbyś nie zauważył, pracuję tu jako kowal.
uk: Мене звати Дорран, і якщо ти не помітив, я працюю тут ковалем.

source: Nazywam się Fane i jestem... no właśnie... kim jestem?
uk: Мене звуть Фейн і я... ну власне... хто я?

source: Nazywam się Fureg i zajmuje się wszystkimi zagubionymi w tym wielkim mieście. Jest może jakieś konkretne miejsce, w które chciałbyś się dostać?
uk: Мене звуть Фюрег, і я турбуюся про всіх, хто заблукав у цьому великому місті. Можливо, є якесь конкретне місце, куди б ти хотів потрапити?

source: Nazywam się Fynn i jestem odpowiedzialny za rekrutację do kopalni oraz wymianę urobku górników na złote monety. Szukasz może pracy?
uk: Звуть мене Фінн, і я відповідаю за вербування до копальні та обмін видобутого на золоті монети. Можливо, ти шукаєш роботу?

source: Nazywam się Gonzalo. Musiałeś mnie z kimś pomylić!
uk: Мене звуть Гонсало. Ти, мабуть, мене з кимось переплутав!

source: Nazywam się Grif, gdziekolwiek można przeżyć wartą spisania przygodę, jestem także i ja!
uk: Мене звуть Гриф, і куди б мене не манили пригоди, я завжди готовий!

source: Nazywam się Helmud i nadzoruję pracą tej placówki.
uk: Мене звуть Хельмуд і я керую тут всім.

source: Nazywam się Javad. Jestem dumnym Południowcem i przybyłem tu znaleźć godnych mnie przeciwników.
uk: Мене звуть Джавад. Я гордий південець і прибув сюди, щоб знайти гідних мене супротивників.

source: Nazywam się Joris i prowadzę ten młyn. Prawda, że imponujący?
uk: Мене звуть Йоріс і я керую цим млином. Вражає, чи не так?

source: Nazywam się Katrina i wraz z mężem prowadzimy ten oto sklep meblowy.
uk: Мене звуть Катріна, і ми з чоловіком керуємо цією крамницею меблів.

source: Nazywam się Knut i jak widzisz, jestem drwalem.
uk: Моє ім'я Кнут і, як ти бачиш, я лісоруб.

source: Nazywam się Kolg i zajmuję się wszystkimi zagubionymi w tym wielkim mieście. Jest może jakieś konkretne miejsce, w które chciałbyś się dostać?
uk: Мене звуть Колг, і я дбаю про всіх, хто заблукав у цьому великому місті. Можливо, є якесь конкретне місце, куди б ти хотів потрапити?

source: Nazywam się Kuno, i wybacz, ale nie mam za wiele wolnego czasu. Muszę dopilnować, by Ulryk był należycie szanowany przez mieszkańców tego miasta!
uk: Мене звуть Куно, і вибач, але у мене не так багато вільного часу. Я маю переконатися, що Ульріка належним чином поважають жителі цього міста!

source: Nazywam się Lena i zostałam siłą zabrana do tego miejsca!
uk: Мене звуть Олена і мене силою вивезли в це місце!

source: Nazywam się Leon i jestem skromnym kupcem. Wracając do szachów: królowa oczywiście może zbić gońca, tak samo jak goniec królową.
uk: Мене звати Леон і я скромний торговець. Повертаючись до шахів: ферзь, звичайно, може взяти слона, так само як і пішак може взяти ферзя.

source: Nazywam się Liman, zajmuję się rozdzielaniem zadań pomiędzy tutejszych rybaków. Masz jakąś sprawę?
uk: Мене звати Ліман, я тут відповідаю за розподіл завдань між тутешніми рибалками. У тебе якась справа до мене?

source: Nazywam się Marvin i niedawno przybyłem na wyspę.
uk: Мене звуть Марвін, я нещодавно прибув на острів.

source: Nazywam się Marvin i...
uk: Мене звуть Марвін і...

source: Nazywam się Marvin.
uk: Мене звуть Марвін.

source: Nazywam się Marvin. Miałbym do ciebie sprawę.
uk: Мене звуть Марвін. В мене є до тебе справа.

source: Nazywam się Marvin. Niedawno przybyłem na wyspę.
uk: Мене звати Марвін. Я нещодавно прибув на острів.

source: Nazywam się Marvin. Przebyłem długą drogę, aby móc z tobą porozmawiać.
uk: Мене звуть Марвін. Я подолав довгий шлях, щоб поговорити з вами.

source: Nazywam się Marvin. W mieście niedawno doszło do ataku i przyszedłem tutaj...
uk: Мене звати Марвін. Нещодавно в місті стався замах, і я прибув сюди...

source: Nazywam się Nayla i mam pełne ręce roboty.
uk: Мене звуть Найла, і у мене багато роботи.

source: Nazywam się Nirka. Jestem myśliwym, ale coraz rzadziej chodzę na polowania. Lata już nie te.
uk: Мене звати Нірка. Я мисливець, але ходжу на полювання все рідше і рідше. Роки вже не ті.

source: Nazywam się Norman i jestem jednym z ochroniarzy Volkera.
uk: Мене звати Норман, я один з охоронців Волкера.

source: Nazywam się Osvald i jestem młynarzem.
uk: Мене звати Освальд і я мельник.

source: Nazywam się Ramona, i przybyłam ostatnio do tego zacnego, wydawałoby się, portu, żeby sprzedać swój towar, nawiązać nowe kontakty handlowe, poszerzyć asortyment o tutejsze produkty.
uk: Мене звуть Рамона, і я нещодавно приїхала до цього, здавалося б, благородного порту, щоб продати свої товари, завести нові ділові контакти та розширити свій асортимент місцевими продуктами.

source: Nazywam się Ramsey, jestem właścicielem Silbach oraz okolicznych terenów.
uk: Мене звуть Рамзі, я власник Сільбаху та його прилеглих земель.

source: Nazywam się Roderich i jestem dowódcą straży w mieście Archolos.
uk: Мене звуть Родеріх, я командир Варти в місті Архолос.

source: Nazywam się Ronja i jestem archiwistką Gildii. Segreguję wszystkie umowy, kontrakty, tworzę ich kopie, takie tam.
uk: Мене звуть Роня, я архіваріус Гільдії. Я сортую всі договори, контракти, роблю їх копії і тому подібне.

source: Nazywam się Roy. Pewnie cię to nie zdziwi, ale pracuję tu jako rybak.
uk: Мене звати Рой. Це, мабуть, тебе не здивує, але я працюю тут рибалкою.

source: Nazywam się Rudi i jestem łowcą z Gildii Kupieckiej.
uk: Мене звуть Руді, я мисливець з Торгової Гільдії.

source: Nazywam się Salvi i jestem przywódcą tego oddziału.
uk: Мене звуть Сальві і я командир цього підрозділу.

source: Nazywam się Stone i pracuję tu pod okiem mojego mistrza, Thorstena.
uk: Мене звуть Стоун, і я працюю тут під наставництвом мого майстра, Торстена.

source: Nazywam się Thiago i jestem członkiem załogi słynnego Corteza.
uk: Мене звуть Тьяго, і я член екіпажу знаменитого корабля Кортеза.

source: Nazywam się Thorsten i jestem jedynym kowalem w tej wiosce.
uk: Мене звати Торстен, і я єдиний коваль у цьому селі.

source: Nazywam się Urs i byłoby lepiej, gdybyś zostawił mnie samego.
uk: Мене звуть Урс, і буде краще, якщо ти залишиш мене в спокої.

source: Nazywam się Urych i jestem kucharzem.
uk: Мене звуть Уріх і я кухар.

source: Nazywam się Varin, jestem handlarzem współpracującym z Gildią Kupiecką. Masz do mnie jakąś sprawę?
uk: Мене звати Варін, я торговець, який співпрацює з Торговою Гільдією. У тебе є до мене якісь справи?

source: Nazywam się Veit. Jestem podróżnym i sprzedaję wszystko, czego będziesz potrzebował w dziczy.
uk: Мене звати Вейт. Я мандрівник і продаю все необхідне для виживання в дикій природі.

source: Nazywam się Winstan, jestem dowódcą oddziału szermierzy w straży miejskiej. Masz do mnie jakąś sprawę?
uk: Мене звати Вінстан, я командир загону мечників у Міській Варті. Ти маєш до мене якусь справу?

source: Nazywamy je Przystanią Łotrów.
uk: Ми називаємо його 'Гавань лиходіїв'.

source: Nazywasz się Gonzalo, a twoi starzy kumple przezywają cię 'Antonio'. Kumple z drugiej roboty.
uk: Тебе звуть Гонсало, а твої старі друзі звуть тебе Антоніо. Друзі з іншої роботи.

source: Nazywał się Finbar, dorabiał sobie w magazynie naprzeciwko mojego domu.
uk: Його звали Фінбар, він працював на складі навпроти мого будинку.

source: Nazywał się Jorn. Czy to imię naprawdę nic ci nie mówi?
uk: Його ім'я – Йорн. Невже воно тобі нічого не говорить?

source: Nazywał się Norman. Wyrostek był mniej więcej w twoim wieku. Niedawno się tu przybłąkał.
uk: Його звали Норман. Він був приблизно твого віку. Він прибився до нас зовсім недавно.

source: Nałogowy palacz
uk: Завзятий курець

source: Nażrą się trupami zwierząt, które ubiłeś po drodze z Przystani.
uk: Вони зайняті трупами звірів, яких ми вбили по дорозі з Гавані.

source: Negocjator
uk: Перемовник

source: Neir
uk: Нейр

source: Nek
uk: Нек

source: Nek wróci na winnicę Rity, jeśli przyniosę mu jego amulet. Powinienem znaleźć go gdzieś w okolicy, w rzece.
uk: Нек повернеться на виноградник Рити, якщо я принесу йому його амулет. Він повинен бути десь тут, у річці.

source: Nelson
uk: Нельсон

source: Nelson nie żyje. Nie tak się to miało skończyć. Niech Adanos czuwa nad jego duszą.
uk: Нельсон мертвий. Все мало закінчитися не так. Нехай Аданос береже його душу.

source: Nelson poprosił mnie, żebyśmy zapolowali na cieniostwora. Mamy się spotkać pod wieżą sygnałową, skąd ruszymy na polowanie. Będę musiał uważać, by Nelson przeżył tę przygodę.
uk: Нельсон попросив мене про допомогу в полюванні на тінезвіра. Ми зустрінемося під сигнальною вежею, звідки вирушимо на полювання. Мені доведеться бути обережним, щоб Нельсон пережив цю пригоду.

source: Nelson poszedł porozmawiać z ojcem. Chyba muszę go złapać za kilka dni.
uk: Нельсон пішов поговорити з батьком. Гадаю, мені слід навідатись до нього за кілька днів.

source: Nelson stwierdził, że potrafi 'mniej więcej' strzelać z łuku. Za opłatą pokaże mi, jak to robić. Może mnie też nauczyć podstaw oprawiania zwierząt, pozyskiwania żuwaczek, sadła, skorup oraz skrzydeł i gruczołów jadowych krwiopijców.
uk: Нельсон заявив, що він більш-менш вміє стріляти із лука. За певну плату він покаже мені, як це робиться. Він також може навчити мене основам білування тварин, добування щелеп, жиру, панцирів, крил і отруйних залоз шершнів.

source: Nelson to silny chłopak, ale nie boisz się o jego życie?
uk: Нельсон - сильний хлопець, проте ти не боїшся за його життя?

source: Nelson, chłopak z Wilczego Leża, poprosił mnie o pomoc. Zgodnie z tradycjami jego rodziny, na 20 urodziny musi zdobyć róg cieniostwora, ale nie czuje się na siłach by tego dokonać.
uk: Нельсон, хлопець із Вовчого Лігва, попросив мене про допомогу. Згідно з сімейними традиціями, на своє 20-річчя він повинен здобути ріг тінезвіра, але не відчуває себе готовим до цього.

source: Nelson? Tutaj?
uk: Нельсоне? Ти тут?

source: Neral
uk: Нірал

source: Neral był przerażony perspektywą rozmowy o Ogisie. Dowiedziałem się tylko, że zaginiony był ostatnio bardzo zadowolony z siebie i dobrze się dogadywał ze strażnikami.
uk: Нірал був явно наляканий розмовою про Огіса. Все, що я дізнався, це те, що зниклий останнім часом був дуже щасливий і добре ладнав з Вартою.

source: Neral widział kiedyś, jak Ogis schował do buta mały, połyskujący przedmiot. Raczej nie mam czego dalej szukać na terenie kopalni, spróbuję przeszukać okoliczny las. Tutejszy goniec Araxos na pewno często przez niego przechodzi, może zauważył coś podejrzanego?
uk: Одного разу Нірал бачив, як Огіс сховав невеликий блискучий предмет у своєму черевику. Навряд чи мені вдасться щось знайти на території копальні, спробую прочесати навколишній ліс. Тутешній перевізник Араксосу, без сумніву, часто тут ходить, можливо, він помітив щось підозріле?

source: Neral widział kiedyś, jak Ogis schował do buta mały, połyskujący przedmiot. Raczej nie mam czego dalej szukać na terenie kopalni, spróbuję przeszukać okoliczny las... Zaczynam się zastanawiać, czy ciało, które znalazłem na rozstajach dróg za Wielką Winnicą, może mieć coś wspólnego z całą tą sprawą... Facet w końcu wyglądał trochę jak górnik.
uk: Одного разу Нірал бачив, як Огіс сховав невеликий блискучий предмет у своєму черевику. Навряд чи мені вдасться щось знайти на території копальні, спробую прочесати навколишній ліс... Я починаю думати, що тіло, яке я знайшов на перехресті за Великим виноградником, може мати якесь відношення до усього цього... Хлопець таки був схожий на гірника.

source: Neral, górnik z kopalni królewskiej, za opłatą może mnie nauczyć skuteczniejszego wydobywania minerałów.
uk: Нірал, гірник з Королівської копальні, за певну плату може навчити мене, як ефективніше видобувати корисні копалини.

source: Neral. Facet od zawsze jest wyjątkowo nerwowy, nawet jak na tutejsze warunki. Może nie być zbyt skory do współpracy, ale niewykluczone, że jakoś uda ci się go przekonać.
uk: Нірал. Цей хлопець завжди був дуже нервовим, навіть для тутешніх умов. Можливо, він не дуже зговірливий, але не виключено, що його можна якось переконати.

source: Nerwowy mężczyzna
uk: Нервовий чоловік

source: Neutralne ubrania?
uk: Нейтральний одяг?

source: Nevil
uk: Невіл

source: Nevil już pewnie dawno temu odpłynął. Nie ma co przejmować się jego zielem.
uk: Невіл, мабуть, давно відплив. Можна вже не турбуватися про його траву.

source: Nevil, stary rybak, poprosił mnie o zajrzenie do starej latarni morskiej. Przebywają tam rybacy, którzy potajemnie palą bagienne ziele. Mam tam zdobyć paczkę skrętów od niejakiego Marco.
uk: Невіл, старий рибалка, попросив мене зазирнути до старого маяка. Там збираються рибалки, які потайки курять болотну траву. Мені потрібно отримати пакунок скруток у чоловіка на ім'я Марко.

source: Nevil, stary rybak, poprosił mnie o zajrzenie do starej latarni morskiej. Przebywają tam rybacy, którzy potajemnie palą bagienne ziele. Nie wnikam, czy Petra maczała w tym palce, lepiej skupić się na zdobyciu paczki skrętów od niejakiego Marco.
uk: Невіл, старий рибалка, попросив мене зазирнути до старого маяка. Там збираються рибалки, які потайки курять болотну траву. Я не буду уточнювати, чи причетна до цього Петра, краще зосереджуся на тому, як отримати пакунок скруток у чоловіка на ім'я Марко.

source: Ni-i-ni-niby c-co?!
uk: Щ-що с-саме?!

source: Ni-nie mów tak! Dla mnie jesteś bohaterem!
uk: Н...не кажи так! Для мене ти герой!

source: Ni-nie ruszam się stąd na krok! Chwila nieuwagi i będę leciał wprost w objęcia śmie-śmierci!
uk: Я...я не зрушу звідси ні на крок! Найменша необережність і я полечу прямо в обійми сме...смерті!

source: Niby co mamy zrobić? Nastraszyć ich?
uk: Що ми маємо робити? Налякати їх?

source: Niby co?
uk: Що, наприклад?

source: Niby czego?
uk: З чим?

source: Niby czemu nie może?
uk: Що йому заважає?

source: Niby czemu?
uk: Чому ж?

source: Niby dlaczego?
uk: Це ще чому?

source: Niby jak?
uk: Як, наприклад?

source: Niby jak? Moja kusza nie działa.
uk: Але як? Мій арбалет нікудишній.

source: Niby jakie?
uk: Наприклад, що?

source: Niby jakie? Roderich sprzeciwi się? Ha! Prędzej pozwoli nam się obijać całymi dniami!
uk: Наприклад, який? Родеріх оскаржить це? Ха! Він скоріше дозволить нам цілими днями байдики бити!

source: Niby komu? Ja oficjalnie nie mam żadnej wysokiej pozycji na wyspie, nie mówiąc już o tobie.
uk: Кому, наприклад? Я офіційно не маю ніякого високого статусу на острові, не кажучи вже про тебе.
